Repository: Orange-OpenSource/orange-trust-badge-ios
Catalog: OrangeTrustBadge/Resources/*.lproj/Localizable.strings
Languages: fr, pl

# status-enabled
source: Yes
fr: Oui
pl: Tak

# status-disabled
source: No
fr: Non
pl: Nie

# update-permission
source: Change this permission
fr: Modifier cette autorisation
pl: Zmień ustawienia

# accessibility-double-tap
source: Double tap to know more
fr: Touchez l'écran deux foix rapidement pour en savoir plus
pl: Stuknij w ekran dwukrotnie, aby dowiedzieć się więcej

# accessibility-enabled
source: enabled
fr: activé
pl: aktywuj

# accessibility-disabled
source: disabled
fr: desactivé
pl: wyłączone

# landing-title
source: Trust badge
fr: Badge de confiance
pl: Odznaka zaufania

# landing-header-title
source: With the Trust badge, Orange apps become transparent to you.
fr: Avec le Badge de confiance, les applications Orange deviennent transparentes pour vous.
pl: Zweryfikuj stopień dostępu aplikacji do danych prywatnych

# landing-header-subtitle
source: Find and control the use of your personal information in your application.
fr: Retrouvez et contrôlez l'utilisation de vos données personnelles dans l’application.
pl: Znajdź i kontroluj wykorzystanie swoich danych osobowych w aplikacji.

# landing-permission-title
source: Data that app can access
fr: Données accessibles par l'application
pl: Twoje dane

# landing-permission-content
source: The app is not allowed to access any data
fr: Quelles sont les données utilisées par votre application et pour quelles raisons ?
pl: Z jakich danych korzysta aplikacja i w jakim celu?

# landing-permission-unrequested
source: The app does not request access to any data
fr: L'application ne demande accès à aucune donnée
pl: Aplikacja nie żąda dostępu do żadnych danych

# landing-permission-denied
source: The app is not allowed to access any data
fr: L'application n'est autorisée à accéder à aucune donnée
pl: Aplikacja nie ma dostępu do żadnych danych

# landing-terms-title
source: Our commitments
fr: Nos engagements
pl: Nasze zobowiązania

# landing-terms-content
source: We support you to protect your digital life and your personnal informations
fr: Nous vous accompagnons pour protéger votre vie numérique et vos données personnelles.
pl: Pomożemy chronić Twoje "cyfrowe" życie oraz dane osobowe.

# permission-title
source: Data that app can access
fr: Vos données
pl: Twoje dane

# permission-header-title
source: Personnal data this application is using and why
fr: Quelles sont les données utilisées par votre application et pour quelles raisons ?
pl: Z jakich danych korzysta aplikacja i w jakim celu?

# permission-main-section-name
source: Data that app can access
fr: Données principales
pl: Główne dane

# permission-identity-name
source: Account credentials
fr: Mon identité
pl: Moja tożsamość

# permission-identity-description
source: When launching the application, you must fill in your account ID and password. This information allows the creation of an authentication cookie. This allows you not to have to enter the username and password for each connection. You can delete it from settings> change account. A new cookie will be created the next time you log in.
fr: Cette application peut accéder aux informations liées à vos comptes/profils. Elle peut ainsi utiliser votre nom, date de naissance, adresse mail dans le cadre de votre identification par exemple.
pl: Aplikacja ma dostęp do informacji dotyczących Twoich kont/profili. Można więc w celach identyfikacyjnych wykorzystać na przykład nazwisko, datę urodzenia, adres e-mail.

# permission-location-name
source: Location
fr: Localisation
pl: Lokalizacja

# permission-location-description
source: With your permission, Location Services allows this application to use information from cellular, Wi-Fi, Global Positioning System (GPS) networks, and Bluetooth to determine your approximate location.
fr: Le service de localisation permet aux applications d’utiliser des informations des réseaux mobiles, Wi-Fi et GPS pour localiser votre emplacement approximatif. Aucune donnée personnelle n’est collectée à cette occasion.
pl: Usługa lokalizacji pozwala aplikacjom korzystanie z informacji pochodzących z sieci komórkowych, Wi-Fi i GPS, w celu określania przybliżonej lokalizacji. Dane osobowe nie są zbierane.

# permission-photo-library-name
source: Photos and videos
fr: Photos et vidéos
pl: Zdjęcia i filmy

# permission-photo-library-description
source: This application can use photos stored on your device. This permission allows the application to read, edit or delete stored files.
fr: Cette application peut exploiter le dossier photos sur votre terminal. Cette autorisation permet à l'application de lire les fichiers stockés, les modifier ou les supprimer.
pl: Aplikacja ma dostęp do plików zapisanych na urządzeniu. Dostęp pozwala aplikacji na odczyt, modyfikację oraz usunięcie tych plików.

# permission-contacts-description
source: This application can access, add and / or change your phone contacts.
fr: Cette application peut accéder, ajouter et/ou modifier les contacts de votre téléphone.
pl: Aplikacja może uzyskać dostęp do Twoich kontaktów, pozwala na ich dodawanie lub edycję.

# permission-data-usage-name
source: Improvement program
fr: Données d'usage
pl: Transmisja danych

# permission-data-usage-description
source: This application collects information on the use of the application and sens us such information for statistical analysis to further improve the service and the relevance of the notification messages sent by the service. Such information is anonymously collected and processed in compliance with applicable laws.
fr: Cette application peut collecter des informations concernant l'utilisation de l'application et nous renvoyer ces informations pour des analyses statistiques afin d'améliorer le service qui vous est proposé et la pertinence des messages de notification qui vous sont envoyés. Ces informations sont collectées et traitées en conformité avec les lois applicables.
pl: Aplikacja zbiera informacje na temat jej użycia i są one wysyłane do analizy statystycznej w celu udoskonalenia produktu. Informacje są zbierane i przetwarzane zgodnie z obowiązującymi przepisami prawa. W dowolnym momencie masz możliwość wyłączenia zgody na zbieranie informacji.

# permission-camera-name
source: Camera
fr: Appareil photo
pl: Aparat/kamera

# permission-camera-description
source: This application can use the camera of your device. The camera access allows this application to take pictures and record video.
fr: Cette application peut utiliser l'appareil photo de votre appareil. L'accès à la caméra peut permettre à l'application d'effectuer les actions suivantes : prendre des photos, enregistrer des vidéos.
pl: Aplikacja może korzystać z kamery/aparatu urządzenia. Dostęp pozwala aplikacji na robienie zdjęć oraz nagrywanie filmów.

# permission-calendar-description
source: This application can use the calendar information on your device, including consultation of recorded events.
fr: Cette application peut exploiter les informations de l'agenda présents sur votre terminal, y compris pour consulter les évènements enregistrés.
pl: Aplikacja ma dostęp do informacji zapisanych w Kalendarzu i umożliwia ich przegląd.

# permission-microphone-name
source: Microphone
fr: Micro
pl: Mikrofon

# permission-microphone-description
source: This application can use the microphone of your device. The access to micro allows the application to record audio content.
fr: Cette application peut utiliser le micro de votre appareil. L'accès au micro peut permettre à l'application d'enregistrer des contenus audio.
pl: Aplikacja może korzystać z mikrofonu urządzenia. Dostęp do mikrofonu może umożliwić aplikacji nagrywanie treści audio.

# permission-phone-description
source: This application can access the ID of your mobile and your phone number.
fr: Cette application peut accéder à l'identifiant de votre mobile et à votre numéro de téléphone.
pl: Aplikacja ma dostęp do danych identyfikacyjnych urządzenia oraz do numeru telefonu.

# permission-body-sensors-name
source: Connected objects
fr: Objets connectés
pl: Podłączone urządzenia

# permission-body-sensors-description
source: This application can access data collected by your connected object which is synchronized with your device.
fr: Cette application peut accéder aux données collectées par votre objet connecté qui est synchronisé avec votre mobile.
pl: Aplikacja ma dostęp do informacji zgromadzonych na urządzeniach podłączonych/zsynchronizowanych z telefonem komórkowym.

# permission-reminders-name
source: Reminders
fr: Rappels

# permission-reminders-description
source: This application can use the reminders information on your device, including consultation of recorded events.
fr: Cette application peut exploiter les informations de rappel sur votre terminal, y compris pour consulter les évènements enregistrés.

# permission-bluetooth-sharing-name
source: Bluetooth Sharing
fr: Partage Bluetooth

# permission-bluetooth-sharing-description
source: This application has the ability to share data via Bluetooth.
fr: L'application peut échanger des données par Bluetooth.

# permission-speech-recognition-name
source: Speech Recognition
fr: Reconnaissance vocale

# permission-speech-recognition-description
source: This application has requested access to speech recognition. Speech recognition sends recorded voice to Apple to process your requests.
fr: Cette application a demandé l'accès à la reconnaissance vocale. La reconnaissance vocale envoie vos enregistremenst vocaux à Apple pour traiter vos demandes.

# permission-health-name
source: Healthkit
fr: Santé

# permission-health-description
source: This application has requested access to your health data.
fr: L'application a demandé l'accès à vos Données Santé.

# permission-homekit-description
source: This application has requested access to your home data.
fr: L'application a demandé l'accès à vos données de la maison.

# permission-motion-activity-fitness-name
source: Fitness and health tracking
fr: Mouvements et forme

# permission-motion-activity-fitness-description
source: Fitness and health tracking allows apps to access sensor data, including body movement, steps count, and more.
fr: Mouvements et forme permet aux apps d'accéder aux données du capteur, notamment aux mouvements du corps, au nombre de pas, et bien plus.

# permission-media-name
source: Media
fr: Médias

# permission-media-description
source: This application has requested access to your music activity and your media library.
fr: L'application a demandé l'accès à votre activité Musique et votre librairie de média.

# usages-header-title
source: Contents and features of your application
fr: Quels sont les contenus et les fonctionnalités de votre application ?
pl: Co potrafi aplikacja Mój FunBox?

# permission-social-sharing-name
source: Social networks
fr: Réseaux sociaux
pl: Sieci społecznościowe

# permission-social-sharing-description
source: This application can integrate social features. This application can redirect you to social networks like Facebook or Twitter.
fr: Cette application peut intégrer des fonctionnalités permettant la redirection vers les réseaux sociaux comme Facebook ou Twitter.
pl: Aplikacja może przekierowywać do serwisów społecznościowych takich jak Facebook czy Twitter.

# permission-inapp-purchase-name
source: In-app purchase
fr: Achats intégrés
pl: Zakupy w aplikacji

# permission-inapp-purchase-description
source: In this application, you can buy other contents or services.
fr: Dans cette application, vous pouvez acheter des contenus ou des services supplémentaires.
pl: Aplikacja umożliwia zakup dodatkowych treści lub usług.

# permission-advertising-name
source: Advertising
fr: Publicité
pl: Reklamy

# permission-advertising-description
source: This application can broadcast advertising thanks to stored cookies in order to propose you products and services adapted to your real or supposed interests.
fr: Cette application peut contenir de la publicité grâce à des cookies publicitaires afin de vous proposer des produits et services adaptés à vos centres d'intérêts réels ou supposés.
pl: Aplikacja może zawierać reklamy (za pomocą plików cookie), aby zaoferować Państwu produkty i usługi dostosowane do indywidualnych potrzeb i zainteresowań.

# terms-title
source: Our commitments
fr: Nos engagements
pl: Nasze zobowiązania

# terms-header-title
source: We support you to protect your digital life and your personnal informations
fr: Nous vous accompagnons pour protéger votre vie numérique et vos données personnelles.
pl: Pomożemy chronić Twoje "cyfrowe" życie oraz dane osobowe.

# permission-others-section-name
source: Autres données et permissions
pl: Pozostałe dane oraz uprawnienia

# permission-contacts-name
source: Contacts
pl: Kontakty

# permission-calendar-name
source: Agenda
pl: Kalendarz

# permission-phone-name
source: Téléphone
pl: telefonia IP
