Repository: Orange-OpenSource/orange-trust-badge-ios
Catalog: OrangeTrustBadgeDemo/*.lproj/Localizable.strings
Languages: fr

# landing-terms-title
source: Our commitments
fr: Nos engagements

# landing-terms-content
source: We support you to protect your digital life and your personnal informations.
fr: Nous respectons votre vie privée et nous vous accompagnons pour protéger votre vie numérique et vos données personnelles

# landing-custom-title
source: Customizable content
fr: Contenu personnalisable

# landing-custom-content
source: Add here any other information related to the processing of personal data
fr: Ajoutez ici toute autre information liée au traitement des données personnelles

# permission-location-description
source: Geolocation service allows application to use mobile network, Wi-Fi and GPS information to locate you approximatively. In this case, we don't collect any personal data
fr: Le service de localisation permet aux applications d’utiliser des informations des réseaux mobiles, Wi-Fi et GPS pour localiser votre emplacement approximatif. Aucune donnée personnelle n’est collectée à cette occasion.

# terms-title
source: Our commitment
fr: Nos engagements

# terms-header-title
source: We support you to protect your digital life and your personnal informations.
fr: Nous vous accompagnons pour protéger votre vie numérique et vos données personnelles.

# custom-permission-name-key
source: Bank information
fr: Données bancaires

# custom-permission-description-key
source: Custom Permission description
fr: Description spécifique à cette permission

# disable-data-usage-confirmation-title
source: Disable data usage collection
fr: Désactiver l'envoi de ces données

# disable-data-usage-confirmation-content
source: This application gathers anonymous usage information to improve your experience with this product, not marketing purposes. We also use this information to help guide our roadmap, prioritizing the features most valued for you and enabling us to be as reactive as you could expect from us. Are you sure ?
fr: Ces données anonymes sont essentielles afin d'améliorer nos services. Souhaitez-vous vraiment le désactiver ?

# disable-data-usage-confirmation-cancel
source: Cancel
fr: Annuler

# disable-data-usage-confirmation-confirm
source: Disable
fr: Désactiver

# terms-video-title
source: Our commitments in video
fr: Nos engagements en vidéo

# terms-data-usage-title
source: How we use your personal data
fr: Comment utilisons-nous vos données ?

# terms-help-title
source: Help
fr: Aide

# terms-more-info-title
source: Privacy Policy
fr: La politique de protection des données personnelles

# requester-section-title
source: Touch a function to request access permission
fr: Touchez une fonction pour demander l'authorisation d'accès

# requester-access-requested
source: Access has been requested
fr: L'accès a été demandé

# requester-access-continue
source: Continue
fr: Continuer

# requester-access-enable-action
source: Enable
fr: Activer

# requester-access-disable-action
source: Disable
fr: Désactiver

# requester-access-disabled
source: Disabled
fr: Désactivé
